/* 4 задание

Посчитай и выведи окончательный результат в console.log.

let x = 5;
x += 3;
x *= 2;
x -= 4;
x /= 3;


⏺️ Деплой и отправка на проверку​​
После выполнения задания задеплойте приложение на github pages
Убедитесь, что ваше приложение открывается по ссылке со всеми внесенными изменениями
Вставьте в input ссылку, по которой отображается ваш фронт
Нажмите на кнопку "отправить на проверку" - через некоторое время "обновите статус"
Если дз не прошла проверку, то читайте какие ошибки вы доспустили и пробуйте исправить ошибку
Исправьте и сделайте деплой еще раз. Проверьте что изменения появились по ссылке - и отправьте на проверку повторно
 */

//hw4
let x = 5;
x += 3;
x *= 2;
x -= 4;
x /= 3;
console.log(x);  // 4

